Repository: viktormorales/vhm-usd2ars
Catalog: languages/vhm-usd2ars-*.po
Languages: es_es

source: VHM USD2ARS Settings
es_es: VHM USD2ARS Opciones

source: Last updated
es_es: Última actualización

source: Buy
es_es: Compra

source: Sell
es_es: Venta

source: Go to settings
es_es: Ir a las opciones

source: Last update
es_es: Última actualización

source: Select rate exchange value
es_es: Elegir cotización

source: Use base price
es_es: Usar precio base

source: Select how you are displaying the price information
es_es: Elegir como mostrar el precio

source: Do not convert prices.
es_es: No convertir los precios.

source: Do not convert prices but show a reference in dollars.
es_es: No convertir los precios pero mostrar la referencia en dólares.

source: Convert prices to argentinian pesos.
es_es: Convertir los precios a pesos argentinos.

source: Convert prices to argentinian pesos and show a reference in dollars.
es_es: Convertir los precios a pesos argentinos y mostrar la referencia en dólares.

source: Reference in dollar text.
es_es: Texto de referencia en dólares.

source: Help
es_es: Ayuda

source: Author
es_es: Autor

source: Developed and maintained by %s.
es_es: Desarrollado y mantenido por %s.

source: Use the official contact information on the author website.
es_es: Use la información de contacto en la web oficial del autor.
